{
    "header": "About Alan",
    "body": [
        "Woa and bandleader Alan Acosta is a Tucson native who has spent over a decade working all across Arizona’s blooming music scene, performing with bands and acts such as Maceo Parker Big Band, The Ballet of Arizona, Tucson Symphony Orchestra, Pyrrah Sutra Presents and many more. His musical diversity has him well versed in all forms of larger ensembles, yet at home playing modern jazz, indie and acoustic, experimental and avant-garde, cumbia, salsa, pop and klezmer.",
        "Alan has toured throughout North America, Mexico and Europe and has performed in the worlds most prestigious venues and festivals including the Monterey Jazz Festival in California, Rose Theater in New York City, the MIM (Musical Instrument Museum) in Arizona, and has appeared at Jazz at Lincoln Center, Montreux Jazz Festival, Bab-Ilo Jazz Club (Paris), Umbria Jazz Festival, Jazzaldia, and countless other venues throughout Arizona.",
        "Alan is an alumni of the Tucson Institute and was a long standing member of the Tucson Jazz Institute Ellington Big Band, and after graduating high school received his bachelor's degree in jazz performance from Arizona State University in Phoenix, Arizona where he studied with Michael Kocour and Lewis Nash. Alan will be attending The New School on scholarship to pursue his masters degree and will be moving to New York City in the fall of 2023.",
        "In addition to being a regular musical clinician in his hometown of Tucson, AZ, Acosta has cliniced villages in Sonora, Mexico in programs made to bring Black American music and Western classical knowledge to younger children in their music programs in Mexico. Ultimately, Acosta aims to show young POC that being themselves is one of the most important things that we as a society must learn to understand in order to transcend to a true oneness with ourselves and our loved ones, all while exploring his own voice and resonating his ideas with a spiritual and emotional force.",
        "Additionally, Alan Acosta is first generation in this country and decidedly has made it one of his goals to bridge the gap between Black American music and Mexican American heritage with a focus on the effect of Black Intellectualism on modern America’s focus on musical art. Education through musical art being the medium that will play a large role in establishing a frontline methodology to tackle the prevalent issues of racism,classism, miseducation and ignorance in a country so rooted in the usage of POC culture to inform itself."
    ],
    "photo": {
        "path": "./press/FB_IMG_1590537248952.jpg",
        "alt": "Alan Helping a Student with their instrument"
    }
}